Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: What did your 'fort' look like, whether it was in the living room or the backyard?
de: Wie sah deine „Festung“ aus, egal ob im Wohnzimmer oder im Hinterhof?
es: ¿Cómo era tu 'fuerte', ya sea en la sala o en el patio trasero?
fr: À quoi ressemblait ton « fort », que ce soit dans le salon ou dans le jardin ?
it: Com'era il tuo 'fortino', fosse in soggiorno o in giardino?
ja: リビングでも裏庭でも、あなたの「秘密基地」はどんな感じでしたか？
ko: 거실이든 뒤뜰이든, 당신의 '요새'는 어땠나요?
nb: Hvordan så «fortet» ditt ut, enten det var i stua eller i hagen?
nl: Hoe zag jouw 'fort' eruit, of het nu in de woonkamer of achtertuin was?
pl: Jak wyglądała twoja „forteca”, czy to w salonie, czy na podwórku?
pt_br: Como era seu 'forte', seja na sala de estar ou no quintal?
sv: Hur såg ditt 'fort' ut, oavsett om det var i vardagsrummet eller bakgården?
uk: Як виглядала твоя «фортеця» — чи у вітальні, чи на задньому дворі?
zh_hans: 你的“堡垒”是什么样的（无论是在客厅还是后院）？

source: What did your bedroom look like as a kid?
de: Wie sah dein Kinderzimmer aus?
es: ¿Cómo era tu habitación cuando eras niño?
fr: À quoi ressemblait ta chambre quand tu étais enfant ?
it: Com'era la tua cameretta da bambino?
ja: 子供の頃の寝室はどんな感じでしたか？
ko: 어릴 때 침실은 어땠나요?
nb: Hvordan så soverommet ditt ut da du var barn?
nl: Hoe zag jouw slaapkamer eruit als kind?
pl: Jak wyglądał twój pokój, gdy byłeś/byłaś dzieckiem?
pt_br: Como era o seu quarto quando criança?
sv: Hur såg ditt sovrum ut som barn?
uk: Як виглядала ваша спальня в дитинстві?
zh_hans: 你小时候的卧室是什么样子的？

source: What did your childhood bedroom look like?
de: Wie sah dein Kinderzimmer aus?
es: ¿Cómo era tu habitación de la infancia?
fr: À quoi ressemblait ta chambre d'enfant ?
it: Com'era la tua cameretta da bambino?
ja: 子供の頃の寝室はどんな感じでしたか？
ko: 어린 시절 침실은 어땠나요?
nb: Hvordan så barndomssoverommet ditt ut?
nl: Hoe zag jouw kinderslaapkamer eruit?
pl: Jak wyglądał twój pokój z dzieciństwa?
pt_br: Como era o seu quarto de infância?
sv: Hur såg ditt barndomssovrum ut?
uk: Як виглядала ваша дитяча спальня?
zh_hans: 你童年的卧室是什么样子的？

source: What did your family do together that you loved?
de: Was hat deine Familie gerne zusammen gemacht, was du geliebt hast?
es: ¿Qué hacía tu familia junta que te encantara?
fr: Qu'est-ce que ta famille aimait faire ensemble, ce que tu adorais ?
it: Cosa faceva la tua famiglia insieme che amavi?
ja: 家族で一緒にして、あなたが大好きだったことは何ですか？
ko: 가족이 함께 했던 일 중 당신이 좋아했던 것은 무엇인가요?
nb: Hva gjorde familien din sammen som du elsket?
nl: Wat deed je familie graag samen waar je van hield?
pl: Co twoja rodzina robiła razem, co uwielbiałeś/uwielbiałaś?
pt_br: O que sua família fazia junto que você amava?
sv: Vad gjorde din familj tillsammans som du älskade?
uk: Що ваша родина робила разом, що вам подобалось?
zh_hans: 你的家人一起做过什么让你喜欢的事情？

source: What do you always pack that most people wouldn't think to bring?
de: Was packst du immer ein, woran die meisten Leute nicht denken würden?
es: ¿Qué empacas siempre que la mayoría de la gente no pensaría en llevar?
fr: Qu'emportes-tu toujours que la plupart des gens ne penseraient pas à prendre ?
it: Cosa porti sempre che la maggior parte delle persone non penserebbe di portare?
ja: 大抵の人が持ってこないけど、あなたがいつも持っていくものは何ですか？
ko: 대부분의 사람들은 생각하지 못하지만 당신이 항상 챙기는 것은 무엇인가요?
nb: Hva pakker du alltid som de fleste ikke ville tenkt på å ta med?
nl: Wat pak je altijd in waar de meeste mensen niet aan zouden denken?
pl: Co zawsze pakujesz, czego większość ludzi nie wpadłaby na to, aby zabrać?
pt_br: O que você sempre leva que a maioria das pessoas não pensaria em trazer?
sv: Vad packar du alltid som de flesta inte skulle tänka på att ta med?
uk: Що ви завжди пакуєте, про що більшість людей не подумали б взяти?
zh_hans: 你总是会带什么大多数人都想不到的东西？

source: What do you need most when you're going through something hard?
de: Was brauchst du am meisten, wenn du etwas Schwieriges durchmachst?
es: ¿Qué necesitas más cuando estás pasando por algo difícil?
fr: De quoi as-tu le plus besoin lorsque tu traverses une période difficile ?
it: Di cosa hai più bisogno quando stai attraversando un momento difficile?
ja: 困難な状況にあるとき、何が最も必要ですか？
ko: 어려운 일을 겪을 때 가장 필요한 것은 무엇인가요?
nb: Hva trenger du mest når du går gjennom noe vanskelig?
nl: Wat heb je het meest nodig als je iets moeilijks doormaakt?
pl: Czego potrzebujesz najbardziej, kiedy przechodzisz przez coś trudnego?
pt_br: Do que você mais precisa quando está passando por algo difícil?
sv: Vad behöver du mest när du går igenom något svårt?
uk: Що вам найбільше потрібно, коли ви переживаєте щось важке?
zh_hans: 当你经历困难时，你最需要什么？

source: What do you owe other people, if anything?
de: Was schuldest du anderen Menschen, wenn überhaupt?
es: ¿Qué les debes a los demás, si es que algo?
fr: Que devez-vous aux autres, si tant est que vous leur deviez quelque chose ?
it: Cosa devi agli altri, se qualcosa?
ja: 他人に対して何か借りがあるとすれば、それは何ですか？
ko: 다른 사람들에게 빚진 것이 있다면 무엇인가요?
nb: Hva skylder du andre mennesker, hvis noe?
nl: Wat ben je andere mensen verschuldigd, als al iets?
pl: Co jesteś winien innym ludziom, jeśli w ogóle?
pt_br: O que você deve a outras pessoas, se é que deve alguma coisa?
sv: Vad är du skyldig andra människor, om något?
uk: Що ви винні іншим людям, якщо взагалі щось винні?
zh_hans: 如果有什么的话，你亏欠别人什么？

source: What do you think happens after we die?
de: Was glaubst du, passiert nach dem Tod?
es: ¿Qué crees que pasa después de que morimos?
fr: Que pensez-vous qu'il se passe après notre mort ?
it: Cosa pensi che succeda dopo la morte?
ja: 私たちが死んだ後、何が起こると思いますか？
ko: 우리가 죽은 후에 어떻게 된다고 생각하시나요?
nb: Hva tror du skjer etter at vi dør?
nl: Wat denk je dat er gebeurt nadat we sterven?
pl: Co według ciebie dzieje się po śmierci?
pt_br: O que você acha que acontece depois que morremos?
sv: Vad tror du händer efter att vi dör?
uk: Що, на вашу думку, відбувається після нашої смерті?
zh_hans: 你认为我们死后会发生什么？

source: What do you think happens when we die?
de: Was glaubst du, passiert, wenn wir sterben?
es: ¿Qué crees que pasa cuando morimos?
fr: Que pensez-vous qu'il se passe quand nous mourons ?
it: Cosa pensi che succeda quando moriamo?
ja: 私たちが死ぬとき、何が起こると思いますか？
ko: 우리가 죽으면 어떻게 된다고 생각하시나요?
nb: Hva tror du skjer når vi dør?
nl: Wat denk je dat er gebeurt als we sterven?
pl: Co według ciebie dzieje się, gdy umieramy?
pt_br: O que você acha que acontece quando morremos?
sv: Vad tror du händer när vi dör?
uk: Що, на вашу думку, відбувається, коли ми помираємо?
zh_hans: 你认为当我们死后会发生什么？

source: What do you think is the biggest problem in society today?
de: Was ist deiner Meinung nach das größte Problem in der heutigen Gesellschaft?
es: ¿Cuál crees que es el mayor problema de la sociedad actual?
fr: Quel est, selon vous, le plus gros problème de la société actuelle ?
it: Quale pensi sia il problema più grande nella società di oggi?
ja: 今日の社会における最大の問題は何だと思いますか？
ko: 오늘날 사회의 가장 큰 문제는 무엇이라고 생각하시나요?
nb: Hva tror du er det største problemet i samfunnet i dag?
nl: Wat denk jij dat het grootste probleem in de samenleving van vandaag is?
pl: Co według ciebie jest największym problemem dzisiejszego społeczeństwa?
pt_br: Qual você acha que é o maior problema da sociedade hoje?
sv: Vad tror du är det största problemet i dagens samhälle?
uk: Яка, на вашу думку, найбільша проблема в сучасному суспільстві?
zh_hans: 你认为当今社会最大的问题是什么？

source: What do you think is the most underrated virtue?
de: Was ist deiner Meinung nach die am meisten unterschätzte Tugend?
es: ¿Cuál crees que es la virtud más infravalorada?
fr: Quelle est, selon vous, la vertu la plus sous-estimée ?
it: Quale pensi sia la virtù più sottovalutata?
ja: 最も過小評価されている美徳は何だと思いますか？
ko: 가장 과소평가된 미덕은 무엇이라고 생각하시나요?
nb: Hva tror du er den mest undervurderte dyden?
nl: Wat is volgens jou de meest onderschatte deugd?
pl: Która cnota jest według ciebie najbardziej niedoceniana?
pt_br: Qual você acha que é a virtude mais subestimada?
sv: Vilken dygd tror du är mest underskattad?
uk: Яка, на вашу думку, є найбільш недооціненою чеснотою?
zh_hans: 你认为最被低估的美德是什么？

source: What do you think is the root cause of most arguments?
de: Was ist deiner Meinung nach die Hauptursache der meisten Streitigkeiten?
es: ¿Cuál crees que es la causa raíz de la mayoría de las discusiones?
fr: Quelle est selon toi la cause profonde de la plupart des disputes ?
it: Quale pensi sia la causa principale della maggior parte delle discussioni?
ja: ほとんどの議論の根本原因は何だと思いますか？
ko: 대부분의 논쟁 근본 원인은 무엇이라고 생각하나요?
nb: Hva tror du er grunnårsaken til de fleste krangler?
nl: Wat is volgens jou de oorzaak van de meeste ruzies?
pl: Jaka jest według ciebie główna przyczyna większości kłótni?
pt_br: Qual você acha que é a causa raiz da maioria das discussões?
sv: Vad tror du är grundorsaken till de flesta argument?
uk: Що, на вашу думку, є першопричиною більшості суперечок?
zh_hans: 你认为大多数争论的根本原因是什么？

source: What do you think is the root of most human suffering?
de: Was ist deiner Meinung nach die Wurzel des menschlichen Leidens?
es: ¿Cuál crees que es la raíz de la mayor parte del sufrimiento humano?
fr: Quelle est, selon vous, la racine de la plupart des souffrances humaines ?
it: Quale pensi sia la radice della maggior parte della sofferenza umana?
ja: 人間の苦しみの大部分の根源は何だと思いますか？
ko: 대부분의 인간 고통의 근원은 무엇이라고 생각하시나요?
nb: Hva tror du er roten til mesteparten av menneskelig lidelse?
nl: Wat denk jij dat de oorzaak is van het meeste menselijke lijden?
pl: Co według ciebie jest źródłem większości ludzkiego cierpienia?
pt_br: Qual você acha que é a raiz da maior parte do sofrimento humano?
sv: Vad tror du är roten till det mesta mänskliga lidandet?
uk: Що, на вашу думку, є коренем більшості людських страждань?
zh_hans: 你认为大多数人类痛苦的根源是什么？

source: What do you think is the secret to a lasting relationship?
de: Was ist deiner Meinung nach das Geheimnis einer dauerhaften Beziehung?
es: ¿Cuál crees que es el secreto de una relación duradera?
fr: Quel est selon toi le secret d'une relation durable ?
it: Quale pensi sia il segreto di una relazione duratura?
ja: 長続きする関係の秘訣は何だと思いますか？
ko: 지속적인 관계의 비결은 무엇이라고 생각하나요?
nb: Hva tror du er hemmeligheten bak et varig forhold?
nl: Wat denk jij dat het geheim is van een duurzame relatie?
pl: Co według ciebie jest sekretem trwałego związku?
pt_br: Qual você acha que é o segredo para um relacionamento duradouro?
sv: Vad tror du är hemligheten bakom en varaktig relation?
uk: У чому, на вашу думку, секрет тривалих стосунків?
zh_hans: 你认为长久关系的秘诀是什么？

source: What do you value most in a friendship?
de: Was schätzt du am meisten an einer Freundschaft?
es: ¿Qué valoras más en una amistad?
fr: Qu’est-ce que tu apprécies le plus dans une amitié ?
it: Cosa apprezzi di più in un’amicizia?
ja: 友情の中で何を最も大切にしていますか？
ko: 우정에서 가장 중요하게 생각하는 것은 무엇입니까?
nb: Hva setter du mest pris på i et vennskap?
nl: Wat waardeer je het meest in een vriendschap?
pl: Co cenisz najbardziej w przyjaźni?
pt_br: O que você mais valoriza em uma amizade?
sv: Vad värderar du högst i en vänskap?
uk: Що ви найбільше цінуєте в дружбі?
zh_hans: 在一段友谊中，你最看重什么？

source: What does 'balance' look like for you in an ideal week?
de: Wie sieht für dich 'Balance' in einer idealen Woche aus?
es: ¿Cómo se ve el 'equilibrio' para ti en una semana ideal?
fr: À quoi ressemble l'équilibre pour toi dans une semaine idéale ?
it: Che aspetto ha l'equilibrio per te in una settimana ideale?
ja: 理想の週における「バランス」とはどのようなものですか？
ko: 이상적인 한 주에서 '균형'은 어떤 모습인가요?
nb: Hvordan ser 'balanse' ut for deg i en ideell uke?
nl: Hoe ziet 'balans' er voor jou uit in een ideale week?
pl: Jak dla ciebie wygląda 'równowaga' w idealnym tygodniu?
pt_br: Como é o 'equilíbrio' para você em uma semana ideal?
sv: Hur ser 'balans' ut för dig under en idealisk vecka?
uk: Як виглядає для вас 'баланс' в ідеальному тижні?
zh_hans: 在理想的一周里，你的“平衡”是什么样的？

source: What does 'being there for someone' actually look like to you?
de: Wie sieht für dich „für jemanden da sein“ tatsächlich aus?
es: ¿Cómo es para ti 'estar ahí para alguien' realmente?
fr: À quoi ressemble concrètement « être là pour quelqu'un » pour vous ?
it: Che cosa significa per te 'esserci per qualcuno' nella pratica?
ja: 「誰かのためにいる」とは、あなたにとって具体的にどのようなことですか？
ko: '누군가에게 힘이 되어 준다'는 것이 실제로 어떤 모습인가요?
nb: Hvordan ser 'å være der for noen' ut for deg i praksis?
nl: Hoe ziet 'er voor iemand zijn' er voor jou in de praktijk uit?
pl: Jak dla ciebie wygląda 'bycie dla kogoś'?
pt_br: Como é 'estar presente para alguém' na prática para você?
sv: Hur ser 'att finnas där för någon' ut för dig i praktiken?
uk: Як для вас виглядає «бути поруч із кимось» на практиці?
zh_hans: 对你来说，「陪伴某人」实际是什么样的？

source: What does 'commitment' mean to you?
de: Was bedeutet für dich 'Verbindlichkeit'?
es: ¿Qué significa 'compromiso' para ti?
fr: Que signifie 'engagement' pour toi ?
it: Cosa significa per te 'impegno'?
ja: 「献身」はあなたにとって何を意味しますか？
ko: '헌신'은 당신에게 어떤 의미인가요?
nb: Hva betyr 'forpliktelse' for deg?
nl: Wat betekent 'toewijding' voor jou?
pl: Co dla ciebie oznacza 'zaangażowanie'?
pt_br: O que 'compromisso' significa para você?
sv: Vad betyder 'engagemang' för dig?
uk: Що означає для вас 'відданість'?
zh_hans: 承诺对你来说意味着什么？

source: What does 'financial freedom' look like to you?
de: Wie sieht 'finanzielle Freiheit' für dich aus?
es: ¿Cómo es la 'libertad financiera' para ti?
fr: À quoi ressemble la 'liberté financière' pour toi ?
it: Che aspetto ha la 'libertà finanziaria' per te?
ja: 「経済的自由」とはあなたにとってどのようなものですか？
ko: '재정적 자유'는 당신에게 어떤 모습인가요?
nb: Hvordan ser 'økonomisk frihet' ut for deg?
nl: Hoe ziet 'financiële vrijheid' er voor jou uit?
pl: Jak dla ciebie wygląda 'wolność finansowa'?
pt_br: Como é a 'liberdade financeira' para você?
sv: Hur ser 'ekonomisk frihet' ut för dig?
uk: Як для вас виглядає 'фінансова свобода'?
zh_hans: 对你来说，“财务自由”是什么样子的？

source: What does 'success' mean to you personally?
de: Was bedeutet 'Erfolg' für dich persönlich?
es: ¿Qué significa 'éxito' para ti personalmente?
fr: Que signifie 'succès' pour toi personnellement ?
it: Cosa significa 'successo' per te personalmente?
ja: 「成功」とはあなたにとって個人的にどのような意味ですか？
ko: '성공'은 당신에게 개인적으로 어떤 의미인가요?
nb: Hva betyr 'suksess' for deg personlig?
nl: Wat betekent 'succes' voor jou persoonlijk?
pl: Co osobiście oznacza dla ciebie 'sukces'?
pt_br: O que 'sucesso' significa para você pessoalmente?
sv: Vad betyder 'framgång' för dig personligen?
uk: Що означає 'успіх' для вас особисто?
zh_hans: 对你个人来说，“成功”意味着什么？

source: What does a healthy relationship look like to you?
de: Wie sieht für dich eine gesunde Beziehung aus?
es: ¿Cómo es una relación saludable para ti?
fr: À quoi ressemble une relation saine pour toi ?
it: Com'è per te una relazione sana?
ja: 健康的な関係とはあなたにとってどのようなものですか？
ko: 건강한 관계란 당신에게 어떤 모습인가요?
nb: Hvordan ser et sunt forhold ut for deg?
nl: Hoe ziet een gezonde relatie er voor jou uit?
pl: Jak dla ciebie wygląda zdrowy związek?
pt_br: Como é um relacionamento saudável para você?
sv: Hur ser en hälsosam relation ut för dig?
uk: Як виглядають здорові стосунки на вашу думку?
zh_hans: 对你来说，健康的关系是什么样的？

source: What does a perfect evening look like to you?
de: Wie sieht für dich ein perfekter Abend aus?
es: ¿Cómo es una noche perfecta para ti?
fr: À quoi ressemble une soirée parfaite pour toi ?
it: Com'è per te una serata perfetta?
ja: 完璧な夜とはどのようなものですか？
ko: 당신에게 완벽한 저녁은 어떤 모습인가요?
nb: Hvordan ser en perfekt kveld ut for deg?
nl: Hoe ziet een perfecte avond er voor jou uit?
pl: Jak dla ciebie wygląda idealny wieczór?
pt_br: Como é uma noite perfeita para você?
sv: Hur ser en perfekt kväll ut för dig?
uk: Як виглядає ідеальний вечір на вашу думку?
zh_hans: 对你来说，完美的夜晚是什么样的？

source: What does a truly fulfilling week look like to you?
de: Wie sieht für dich eine wirklich erfüllende Woche aus?
es: ¿Cómo es para ti una semana verdaderamente satisfactoria?
fr: À quoi ressemble une semaine vraiment épanouissante pour toi ?
it: Che aspetto ha per te una settimana veramente appagante?
ja: 本当に充実した一週間とはどのようなものですか？
ko: 진정으로 보람찬 한 주는 어떤 모습인가요?
nb: Hvordan ser en virkelig tilfredsstillende uke ut for deg?
nl: Hoe ziet een echt bevredigende week er voor jou uit?
pl: Jak dla ciebie wygląda naprawdę satysfakcjonujący tydzień?
pt_br: Como é uma semana verdadeiramente gratificante para você?
sv: Hur ser en verkligt tillfredsställande vecka ut för dig?
uk: Як для вас виглядає справді повноцінний тиждень?
zh_hans: 对你来说，真正充实的一周是什么样子的？

source: What does being loved well feel like to you?
de: Wie fühlt es sich für dich an, gut geliebt zu werden?
es: ¿Cómo se siente para ti ser bien amado?
fr: À quoi cela ressemble-t-il pour toi d'être bien aimé ?
it: Che sensazione provi quando sei ben amato?
ja: よく愛されていると感じるのはどんな気持ちですか？
ko: 잘 사랑받는다는 느낌은 어떤가요?
nb: Hvordan føles det å bli godt elsket for deg?
nl: Hoe voelt het voor jou om goed bemind te worden?
pl: Jakie to uczucie być dobrze kochanym?
pt_br: Como é ser bem amado para você?
sv: Hur känns det att bli väl älskad för dig?
uk: Які відчуття, коли вас добре люблять?
zh_hans: 被好好爱着对你来说是什么感觉？

source: What does commitment mean to you?
de: Was bedeutet für dich Verbindlichkeit?
es: ¿Qué significa el compromiso para ti?
fr: Que signifie l'engagement pour toi ?
it: Cosa significa per te l'impegno?
ja: 献身とはあなたにとって何を意味しますか？
ko: 헌신은 당신에게 어떤 의미인가요?
nb: Hva betyr forpliktelse for deg?
nl: Wat betekent toewijding voor jou?
pl: Co dla ciebie oznacza zaangażowanie?
pt_br: O que compromisso significa para você?
sv: Vad betyder engagemang för dig?
uk: Що означає для вас відданість?
zh_hans: 承诺对你来说意味着什么？

source: What does courage look like in ordinary, everyday life?
de: Wie sieht Mut im gewöhnlichen Alltag aus?
es: ¿Cómo se ve el coraje en la vida cotidiana?
fr: À quoi ressemble le courage dans la vie quotidienne ordinaire ?
it: Che aspetto ha il coraggio nella vita quotidiana?
ja: 普通の日常の中で、勇気とはどのようなものですか？
ko: 평범한 일상에서 용기는 어떤 모습인가요?
nb: Hvordan ser mot ut i det vanlige, dagligdagse livet?
nl: Hoe ziet moed eruit in het gewone, alledaagse leven?
pl: Jak wygląda odwaga w zwykłym, codziennym życiu?
pt_br: Como é a coragem na vida cotidiana comum?
sv: Hur ser mod ut i det vanliga, vardagliga livet?
uk: Як виглядає мужність у звичайному повсякденному житті?
zh_hans: 在日常生活中，勇气是什么样的？

source: What does freedom mean to you in a practical sense?
de: Was bedeutet Freiheit für dich im praktischen Sinne?
es: ¿Qué significa la libertad para ti en un sentido práctico?
fr: Que signifie la liberté pour toi dans un sens pratique ?
it: Cosa significa la libertà per te in senso pratico?
ja: 実用的な意味での自由とは何でしょうか？
ko: 실용적인 의미에서 자유란 무엇인가요?
nb: Hva betyr frihet for deg i praktisk forstand?
nl: Wat betekent vrijheid voor jou in praktische zin?
pl: Co oznacza dla ciebie wolność w praktycznym sensie?
pt_br: O que a liberdade significa para você, na prática?
sv: Vad betyder frihet för dig i praktisk mening?
uk: Що означає свобода для вас у практичному сенсі?
zh_hans: 从实际意义上讲，自由对你意味着什么？

source: What does freedom mean to you?
de: Was bedeutet Freiheit für dich?
es: ¿Qué significa la libertad para ti?
fr: Que signifie la liberté pour vous ?
it: Cosa significa la libertà per te?
ja: 自由はあなたにとって何を意味しますか？
ko: 자유는 당신에게 어떤 의미인가요?
nb: Hva betyr frihet for deg?
nl: Wat betekent vrijheid voor jou?
pl: Co znaczy dla ciebie wolność?
pt_br: O que a liberdade significa para você?
sv: Vad betyder frihet för dig?
uk: Що для вас означає свобода?
zh_hans: 自由对你来说意味着什么？

source: What does friendship mean to you?
de: Was bedeutet Freundschaft für dich?
es: ¿Qué significa para ti la amistad?
fr: Que signifie l’amitié pour toi ?
it: Cosa significa per te l’amicizia?
ja: 友情とはあなたにとって何を意味しますか？
ko: 우정이 당신에게 무엇을 의미하나요?
nb: Hva betyr vennskap for deg?
nl: Wat betekent vriendschap voor jou?
pl: Co przyjaźń oznacza dla ciebie?
pt_br: O que a amizade significa para você?
sv: Vad betyder vänskap för dig?
uk: Що для вас означає дружба?
zh_hans: 友谊对你来说意味着什么？

source: What does home mean to you beyond the physical place?
de: Was bedeutet Heimat für dich über den physischen Ort hinaus?
es: ¿Qué significa el hogar para ti más allá del lugar físico?
fr: Que signifie la maison pour vous, au-delà du lieu physique ?
it: Cosa significa casa per te oltre il luogo fisico?
ja: 物理的な場所を超えて、家はあなたにとって何を意味しますか？
ko: 물리적인 장소를 넘어서 집은 당신에게 어떤 의미인가요?
nb: Hva betyr hjem for deg utover det fysiske stedet?
nl: Wat betekent thuis voor jou, verder dan de fysieke plek?
pl: Co oznacza dla ciebie dom poza fizycznym miejscem?
pt_br: O que o lar significa para você além do lugar físico?
sv: Vad betyder hem för dig bortom den fysiska platsen?
uk: Що для вас означає дім за межами фізичного місця?
zh_hans: 除了物理位置，家对你来说意味着什么？

source: What does integrity look like to you in daily life?
de: Wie sieht Integrität für dich im Alltag aus?
es: ¿Cómo se ve la integridad para ti en la vida diaria?
fr: À quoi ressemble l'intégrité pour vous dans la vie quotidienne ?
it: Che aspetto ha l'integrità per te nella vita di tutti i giorni?
ja: 日常における誠実さとはどのようなものだと思いますか？
ko: 일상생활에서 정직함은 어떤 모습인가요?
nb: Hvordan ser integritet ut for deg i hverdagen?
nl: Hoe ziet integriteit er voor jou in het dagelijks leven uit?
pl: Jak dla ciebie wygląda uczciwość w codziennym życiu?
pt_br: Como é a integridade para você na vida diária?
sv: Hur ser integritet ut för dig i vardagen?
uk: Як для вас виглядає чесність у повсякденному житті?
zh_hans: 在你看来，日常生活中的正直是什么样的？

source: What does it feel like for you when you're truly happy?
de: Wie fühlt es sich für dich an, wenn du wirklich glücklich bist?
es: ¿Cómo te sientes cuando estás verdaderamente feliz?
fr: À quoi cela ressemble-t-il pour toi quand tu es vraiment heureux ?
it: Che sensazione provi quando sei veramente felice?
ja: 本当に幸せなとき、どんな気持ちになりますか？
ko: 정말 행복할 때 어떤 기분이 드나요?
nb: Hvordan føles det for deg når du er virkelig lykkelig?
nl: Hoe voelt het voor jou als je echt gelukkig bent?
pl: Jakie to uczucie, kiedy jesteś naprawdę szczęśliwy?
pt_br: Como é para você quando está verdadeiramente feliz?
sv: Hur känns det för dig när du är verkligt lycklig?
uk: Які відчуття у вас, коли ви дійсно щасливі?
zh_hans: 当你真正快乐时，那是什么感觉？

source: What does it mean to 'know' someone?
de: Was bedeutet es, jemanden zu 'kennen'?
es: ¿Qué significa 'conocer' a alguien?
fr: Que signifie 'connaître' quelqu'un ?
it: Cosa significa 'conoscere' qualcuno?
ja: 人を「知る」とはどういう意味ですか？
ko: 누군가를 '안다'는 것은 무엇을 의미하나요?
nb: Hva vil det si å 'kjenne' noen?
nl: Wat betekent het om iemand te 'kennen'?
pl: Co to znaczy 'znać' kogoś?
pt_br: O que significa 'conhecer' alguém?
sv: Vad innebär det att 'känna' någon?
uk: Що означає 'знати' когось?
zh_hans: “认识”某人意味着什么？

source: What does it mean to live a good life?
de: Was bedeutet es, ein gutes Leben zu führen?
es: ¿Qué significa vivir una buena vida?
fr: Que signifie vivre une bonne vie ?
it: Cosa significa vivere una bella vita?
ja: 良い人生を送るとはどういうことですか？
ko: 좋은 삶을 산다는 것은 무엇을 의미하나요?
nb: Hva vil det si å leve et godt liv?
nl: Wat betekent het om een goed leven te leiden?
pl: Co to znaczy wieść dobre życie?
pt_br: O que significa viver uma boa vida?
sv: Vad innebär det att leva ett gott liv?
uk: Що означає жити хорошим життям?
zh_hans: 过一种美好的生活意味着什么？

source: What does loneliness feel like for you, and what's your relationship with it?
de: Wie fühlt sich Einsamkeit für dich an, und wie ist deine Beziehung dazu?
es: ¿Cómo se siente la soledad para ti y cuál es tu relación con ella?
fr: À quoi ressemble la solitude pour toi, et quelle est ta relation avec elle ?
it: Come ti senti con la solitudine e qual è il tuo rapporto con essa?
ja: 孤独はあなたにとってどんな気持ちですか。また孤独との関係はどのようなものですか？
ko: 외로움은 어떤 느낌이고, 당신은 그것과 어떤 관계인가요?
nb: Hvordan føles ensomhet for deg, og hva er ditt forhold til det?
nl: Hoe voelt eenzaamheid voor jou en wat is jouw relatie ermee?
pl: Jakie uczucie wywołuje w tobie samotność i jaka jest twoja relacja z nią?
pt_br: Como é a solidão para você e qual é a sua relação com ela?
sv: Hur känns ensamhet för dig och vad är din relation till den?
uk: Як для вас виглядає самотність, і які ваші стосунки з нею?
zh_hans: 孤独对你来说是什么感觉，你与它的关系是怎样的？
